experiments/results/thesis/host-NFS/fio_randwrite_4k_8_1.out
"randwrite_4k_8_1": (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=io_uring, iodepth=8
fio-3.28
Starting 1 thread

"randwrite_4k_8_1": (groupid=0, jobs=1): err= 0: pid=156460: Thu Jul 20 01:00:39 2023
  write: IOPS=31.9k, BW=125MiB/s (131MB/s)(7483MiB/60001msec); 0 zone resets
    slat (nsec): min=2146, max=77066, avg=3770.92, stdev=1462.32
    clat (usec): min=69, max=946, avg=246.06, stdev=79.79
     lat (usec): min=75, max=951, avg=249.93, stdev=79.75
    clat percentiles (usec):
     |  1.00th=[  119],  5.00th=[  147], 10.00th=[  159], 20.00th=[  178],
     | 30.00th=[  194], 40.00th=[  210], 50.00th=[  229], 60.00th=[  253],
     | 70.00th=[  281], 80.00th=[  314], 90.00th=[  359], 95.00th=[  400],
     | 99.00th=[  469], 99.50th=[  494], 99.90th=[  570], 99.95th=[  619],
     | 99.99th=[  709]
   bw (  KiB/s): min=105360, max=144232, per=100.00%, avg=127726.23, stdev=8059.29, samples=120
   iops        : min=26340, max=36058, avg=31931.54, stdev=2014.83, samples=120
  lat (usec)   : 100=0.32%, 250=58.80%, 500=40.46%, 750=0.42%, 1000=0.01%
  cpu          : usr=5.30%, sys=14.54%, ctx=829122, majf=0, minf=0
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,1915754,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=125MiB/s (131MB/s), 125MiB/s-125MiB/s (131MB/s-131MB/s), io=7483MiB (7847MB), run=60001-60001msec